<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية تُستخدم أثناء المصادقة لمختلف الرسائل التي نحتاج إلى
    | عرضها للمستخدم. يمكنك تعديل هذه الأسطر حسب متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور التي تم إدخالها غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
