<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | الجمل التالية هي الترجمة الافتراضية للأسباب المختلفة
    | التي قد تحدث عند محاولة إعادة تعيين كلمة المرور.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.",

];
